Repository: changmax9/MDrop
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, pt, ru, zh_hans, zh_hant

source: %lld Documents
es: %lld documentos
ja: %lld書類
pt: %lld documentos
ru: %lld документов
zh_hans: %lld 个文稿
zh_hant: %lld 個文件

source: %lld Folders
es: %lld carpetas
fr: %lld dossiers
ja: %lldフォルダ
pt: %lld pastas
ru: %lld папок
zh_hans: %lld 个文件夹
zh_hant: %lld 個檔案夾

source: %lld Items
es: %lld elementos
fr: %lld éléments
ja: %lld項目
pt: %lld itens
ru: %lld объектов
zh_hans: %lld 个项目
zh_hant: %lld 個項目

source: %lld items
es: %lld elementos
fr: %lld éléments
ja: %lld項目
pt: %lld itens
ru: %lld объектов
zh_hans: %lld 个项目
zh_hant: %lld 個項目

source: %lld items, %@
es: %lld elementos, %@
fr: %lld éléments, %@
ja: %lld項目、%@
pt: %lld itens, %@
ru: %lld объектов, %@
zh_hans: %lld 个项目，%@
zh_hant: %lld 個項目，%@

source: %lld pages
es: %lld páginas
ja: %lldページ
pt: %lld páginas
ru: %lld страниц
zh_hans: %lld 页
zh_hant: %lld 頁

source: 1 Document
es: 1 documento
ja: 1書類
pt: 1 documento
ru: 1 документ
zh_hans: 1 个文稿
zh_hant: 1 個文件

source: 1 page
es: 1 página
ja: 1ページ
pt: 1 página
ru: 1 страница
zh_hans: 1 页
zh_hant: 1 頁

source: About
es: Acerca de
fr: À propos
ja: 情報
pt: Acerca de
ru: О приложении
zh_hans: 关于
zh_hant: 關於

source: About MDrop
es: Acerca de MDrop
fr: À propos de MDrop
ja: MDropについて
pt: Acerca do MDrop
ru: О MDrop
zh_hans: 关于 MDrop
zh_hant: 關於 MDrop

source: Action progress
es: Progreso de la acción
fr: Progression de l’action
ja: アクションの進行状況
pt: Progresso da ação
ru: Ход выполнения
zh_hans: 操作进度
zh_hant: 操作進度

source: Actions
es: Acciones
ja: アクション
pt: Ações
ru: Действия
zh_hans: 操作
zh_hant: 操作

source: Actions & Automation
es: Acciones y automatización
fr: Actions et automatisation
ja: アクションと自動化
pt: Ações e automação
ru: Действия и автоматизация
zh_hans: 操作与自动化
zh_hant: 操作與自動化

source: Activation & Interaction
es: Activación e interacción
fr: Activation et interaction
ja: 起動と操作
pt: Ativação e interação
ru: Активация и взаимодействие
zh_hans: 激活与交互
zh_hant: 啟用與互動

source: Add ${files} to MDrop
es: Añadir ${files} a MDrop
fr: Ajouter ${files} à MDrop
ja: ${files}をMDropに追加
pt: Adicionar ${files} ao MDrop
ru: Добавить ${files} в MDrop
zh_hans: 将 ${files} 添加到 MDrop
zh_hant: 將 ${files} 加入 MDrop

source: Add Action…
es: Añadir acción…
fr: Ajouter une action…
ja: アクションを追加…
pt: Adicionar ação…
ru: Добавить действие…
zh_hans: 添加操作…
zh_hant: 加入操作…

source: Add Files to MDrop
es: Añadir archivos a MDrop
fr: Ajouter des fichiers à MDrop
ja: ファイルをMDropに追加
pt: Adicionar ficheiros ao MDrop
ru: Добавить файлы в MDrop
zh_hans: 将文件添加到 MDrop
zh_hant: 將檔案加入 MDrop

source: Add From Clipboard
es: Añadir desde el portapapeles
fr: Ajouter depuis le presse-papiers
ja: クリップボードから追加
pt: Adicionar da área de transferência
ru: Добавить из буфера обмена
zh_hans: 从剪贴板添加
zh_hant: 從剪貼簿加入

source: Add Watched Folder…
es: Añadir carpeta supervisada…
fr: Ajouter un dossier surveillé…
ja: 監視フォルダを追加…
pt: Adicionar pasta monitorizada…
ru: Добавить отслеживаемую папку…
zh_hans: 添加监控文件夹…
zh_hant: 加入監看檔案夾…

source: Advanced
es: Avanzado
fr: Avancé
ja: 詳細
pt: Avançado
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

source: All Actions
es: Todas las acciones
fr: Toutes les actions
ja: すべてのアクション
pt: Todas as ações
ru: Все действия
zh_hans: 所有操作
zh_hant: 所有操作

source: Always copy files
es: Copiar siempre los archivos
fr: Toujours copier les fichiers
ja: 常にファイルをコピー
pt: Copiar sempre os ficheiros
ru: Всегда копировать файлы
zh_hans: 始终复制文件
zh_hant: 一律複製檔案

source: Always copy items when dragging out
es: Copiar siempre los elementos al arrastrarlos
fr: Toujours copier les éléments en les faisant glisser
ja: ドラッグ先へ常にコピー
pt: Copiar sempre os itens ao arrastar
ru: Всегда копировать объекты при перетаскивании
zh_hans: 拖出时始终复制项目
zh_hant: 拖出時一律複製項目

source: Appearance
es: Apariencia
fr: Apparence
ja: 外観
pt: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

source: Application Support
es: Soporte de la aplicación
fr: Support de l’application
pt: Suporte da aplicação
ru: Поддержка приложения
zh_hans: 应用程序支持
zh_hant: 應用程式支援

source: Automatically check for updates
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
pt: Procurar atualizações automaticamente
ru: Автоматически проверять обновления
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically close Detail View
es: Cerrar automáticamente la vista detallada
fr: Fermer automatiquement la vue détaillée
ja: 詳細表示を自動的に閉じる
pt: Fechar automaticamente a vista detalhada
ru: Автоматически закрывать подробный вид
zh_hans: 自动关闭详情视图
zh_hant: 自動關閉詳細資訊

source: Automatically download updates
es: Descargar actualizaciones automáticamente
fr: Télécharger automatiquement les mises à jour
ja: アップデートを自動的にダウンロード
pt: Transferir atualizações automaticamente
ru: Автоматически загружать обновления
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Automation
es: Automatización
fr: Automatisation
ja: オートメーション
pt: Automação
ru: Автоматизация
zh_hans: 自动化
zh_hant: 自動化

source: Available Actions
es: Acciones disponibles
fr: Actions disponibles
ja: 利用可能なアクション
pt: Ações disponíveis
ru: Доступные действия
zh_hans: 可用操作
zh_hant: 可用操作

source: Build
es: Compilación
ja: ビルド
pt: Compilação
ru: Сборка
zh_hans: 构建版本
zh_hant: 組建版本

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
pt: Procurar atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose
es: Elegir
fr: Choisir
ja: 選択
pt: Escolher
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

source: Choose up to six actions. Drag selected actions to reorder them.
es: Elige hasta seis acciones. Arrástralas para reordenarlas.
fr: Choisissez jusqu’à six actions. Faites-les glisser pour les réorganiser.
ja: 最大6個のアクションを選択し、ドラッグして並べ替えます。
pt: Escolha até seis ações. Arraste-as para reordenar.
ru: Выберите до шести действий. Перетаскивайте их для изменения порядка.
zh_hans: 最多选择六项操作。拖动已选操作可重新排序。
zh_hant: 最多選擇六項操作。拖移已選操作可重新排序。

source: Clear Shelf
es: Vaciar estante
fr: Vider l’étagère
ja: シェルフを空にする
pt: Limpar prateleira
ru: Очистить полку
zh_hans: 清空暂存架
zh_hant: 清空暫存架

source: Clipboard Shelf
es: Estante del portapapeles
fr: Étagère du presse-papiers
ja: クリップボードシェルフ
pt: Prateleira da área de transferência
ru: Полка буфера обмена
zh_hans: 剪贴板暂存架
zh_hant: 剪貼簿暫存架

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Close All MDrop Shelves
es: Cerrar todos los estantes de MDrop
fr: Fermer toutes les étagères MDrop
ja: すべてのMDropシェルフを閉じる
pt: Fechar todas as prateleiras do MDrop
ru: Закрыть все полки MDrop
zh_hans: 关闭所有 MDrop 暂存架
zh_hant: 關閉所有 MDrop 暫存架

source: Close All Shelves
es: Cerrar todos los estantes
fr: Fermer toutes les étagères
ja: すべてのシェルフを閉じる
pt: Fechar todas as prateleiras
ru: Закрыть все полки
zh_hans: 关闭所有暂存架
zh_hant: 關閉所有暫存架

source: Close Detail View after successful actions
es: Cerrar la vista detallada tras acciones correctas
fr: Fermer la vue détaillée après une action réussie
ja: 成功したアクションの後に詳細表示を閉じる
pt: Fechar a vista detalhada após ações concluídas
ru: Закрывать подробный вид после успешных действий
zh_hans: 操作成功后关闭详情视图
zh_hant: 操作成功後關閉詳細資訊

source: Close Shelf
es: Cerrar estante
fr: Fermer l’étagère
ja: シェルフを閉じる
pt: Fechar prateleira
ru: Закрыть полку
zh_hans: 关闭暂存架
zh_hant: 關閉暫存架

source: Close Shelf after success
es: Cerrar el estante después de completar
fr: Fermer l’étagère après réussite
ja: 成功後にシェルフを閉じる
pt: Fechar a prateleira após concluir
ru: Закрывать полку после успешного выполнения
zh_hans: 成功后关闭暂存架
zh_hant: 成功後關閉暫存架

source: Command Bar
es: Barra de comandos
fr: Barre de commandes
ja: コマンドバー
pt: Barra de comandos
ru: Панель команд
zh_hans: 命令栏
zh_hant: 命令列

source: Compress Images
es: Comprimir imágenes
fr: Compresser les images
ja: 画像を圧縮
pt: Comprimir imagens
ru: Сжать изображения
zh_hans: 压缩图像
zh_hant: 壓縮影像

source: Configure Screenshot Shelves…
es: Configurar estantes de capturas…
fr: Configurer les étagères de captures…
ja: スクリーンショットシェルフを設定…
pt: Configurar prateleiras de capturas…
ru: Настроить полки снимков экрана…
zh_hans: 配置截图暂存架…
zh_hant: 設定截圖暫存架…

source: Convert to PNG
es: Convertir a PNG
fr: Convertir en PNG
ja: PNGに変換
pt: Converter para PNG
ru: Преобразовать в PNG
zh_hans: 转换为 PNG
zh_hant: 轉換為 PNG

source: Copy %lld Items
es: Copiar %lld elementos
fr: Copier %lld éléments
ja: %lld項目をコピー
pt: Copiar %lld itens
ru: Копировать %lld объектов
zh_hans: 复制 %lld 个项目
zh_hant: 複製 %lld 個項目

source: Copy Path
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
pt: Copiar caminho
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

source: Copy Text
es: Copiar texto
fr: Copier le texte
ja: テキストをコピー
pt: Copiar texto
ru: Копировать текст
zh_hans: 复制文本
zh_hant: 複製文字

source: Copy to Clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pt: Copiar para a área de transferência
ru: Копировать в буфер обмена
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Copy to…
es: Copiar en…
fr: Copier vers…
ja: コピー先…
pt: Copiar para…
ru: Копировать в…
zh_hans: 复制到…
zh_hant: 複製到…

source: Copy “%@”
es: Copiar «%@»
fr: Copier « %@ »
ja: 「%@」をコピー
pt: Copiar “%@”
ru: Копировать «%@»
zh_hans: 复制“%@”
zh_hant: 複製「%@」

source: Create PDF
es: Crear PDF
fr: Créer un PDF
ja: PDFを作成
pt: Criar PDF
ru: Создать PDF
zh_hans: 创建 PDF
zh_hant: 建立 PDF

source: Create ZIP Archive
es: Crear archivo ZIP
fr: Créer une archive ZIP
ja: ZIPアーカイブを作成
pt: Criar arquivo ZIP
ru: Создать ZIP-архив
zh_hans: 创建 ZIP 归档
zh_hant: 建立 ZIP 封存檔

source: Create a Shelf while shaking dragged items
es: Crear un estante al agitar los elementos arrastrados
fr: Créer une étagère en secouant les éléments déplacés
ja: ドラッグ中に振ってシェルフを作成
pt: Criar uma prateleira ao agitar itens arrastados
ru: Создавать полку встряхиванием перетаскиваемых объектов
zh_hans: 拖动项目时摇动以创建暂存架
zh_hant: 拖移項目時搖動以建立暫存架

source: Creates a Shelf containing the supplied files.
es: Crea un estante con los archivos indicados.
fr: Crée une étagère contenant les fichiers fournis.
ja: 指定したファイルを含むシェルフを作成します。
pt: Cria uma prateleira com os ficheiros indicados.
ru: Создаёт полку с указанными файлами.
zh_hans: 创建包含所提供文件的暂存架。
zh_hant: 建立包含所提供檔案的暫存架。

source: Creates a Shelf from the current clipboard.
es: Crea un estante desde el portapapeles actual.
fr: Crée une étagère depuis le presse-papiers actuel.
ja: 現在のクリップボードからシェルフを作成します。
pt: Cria uma prateleira a partir da área de transferência atual.
ru: Создаёт полку из текущего буфера обмена.
zh_hans: 从当前剪贴板创建暂存架。
zh_hant: 從目前剪貼簿建立暫存架。

source: Creates an empty floating MDrop Shelf.
es: Crea un estante flotante vacío de MDrop.
fr: Crée une étagère MDrop flottante vide.
ja: 空のフローティングMDropシェルフを作成します。
pt: Cria uma prateleira flutuante vazia do MDrop.
ru: Создаёт пустую плавающую полку MDrop.
zh_hans: 创建一个空的浮动 MDrop 暂存架。
zh_hant: 建立空白的浮動 MDrop 暫存架。

source: Current Version
es: Versión actual
fr: Version actuelle
ja: 現在のバージョン
pt: Versão atual
ru: Текущая версия
zh_hans: 当前版本
zh_hant: 目前版本

source: Custom Actions
es: Acciones personalizadas
fr: Actions personnalisées
ja: カスタムアクション
pt: Ações personalizadas
ru: Пользовательские действия
zh_hans: 自定义操作
zh_hant: 自訂操作

source: Default drag behavior
es: Comportamiento de arrastre predeterminado
fr: Comportement de glissement par défaut
ja: デフォルトのドラッグ動作
pt: Comportamento de arrastar predefinido
ru: Поведение перетаскивания по умолчанию
zh_hans: 默认拖出行为
zh_hant: 預設拖出行為

source: Disclaimer
es: Aviso legal
fr: Avertissement
ja: 免責事項
pt: Exclusão de responsabilidade
ru: Отказ от ответственности
zh_hans: 免责声明
zh_hant: 免責聲明

source: Dock Shelf
es: Acoplar estante
fr: Ancrer l’étagère
ja: シェルフをドック
pt: Acoplar prateleira
ru: Закрепить полку
zh_hans: 停靠暂存架
zh_hant: 停駐暫存架

source: Dock to Edge
es: Acoplar al borde
fr: Ancrer au bord
ja: 画面端にドック
pt: Acoplar à margem
ru: Закрепить у края
zh_hans: 停靠到边缘
zh_hant: 停駐到邊緣

source: Dragging
es: Arrastre
fr: Glisser-déposer
ja: ドラッグ
pt: Arrastar
ru: Перетаскивание
zh_hans: 拖放
zh_hant: 拖放

source: Drop files here
es: Suelta los archivos aquí
fr: Déposez les fichiers ici
ja: ここにファイルをドロップ
pt: Largue os ficheiros aqui
ru: Перетащите файлы сюда
zh_hans: 将文件拖放到此处
zh_hant: 將檔案拖放到此處

source: Drop to MDrop
es: Soltar en MDrop
fr: Déposer dans MDrop
ja: MDropにドロップ
pt: Largar no MDrop
ru: Перетащить в MDrop
zh_hans: 放入 MDrop
zh_hant: 放入 MDrop

source: Drop to MacBook notch
es: Soltar en la muesca del MacBook
fr: Déposer sur l’encoche du MacBook
ja: MacBookのノッチにドロップ
pt: Largar no entalhe do MacBook
ru: Перетаскивать в вырез MacBook
zh_hans: 拖放到 MacBook 刘海
zh_hant: 拖放到 MacBook 瀏海

source: Drop to menu bar
es: Soltar en la barra de menús
fr: Déposer dans la barre des menus
ja: メニューバーにドロップ
pt: Largar na barra de menus
ru: Перетаскивать в строку меню
zh_hans: 拖放到菜单栏
zh_hant: 拖放到選單列

source: Empty MDrop Shelf
es: Estante vacío de MDrop
fr: Étagère MDrop vide
ja: 空のMDropシェルフ
pt: Prateleira vazia do MDrop
ru: Пустая полка MDrop
zh_hans: 空的 MDrop 暂存架
zh_hant: 空白 MDrop 暫存架

source: Enabled
es: Activado
fr: Activé
ja: 有効
pt: Ativado
ru: Включено
zh_hans: 已启用
zh_hant: 已啟用

source: English
es: Inglés
fr: Anglais
ja: 英語
pt: Inglês
ru: Английский
zh_hans: 英语
zh_hant: 英文

source: Enter a new file name.
es: Introduce un nuevo nombre de archivo.
fr: Saisissez un nouveau nom de fichier.
ja: 新しいファイル名を入力してください。
pt: Introduza um novo nome de ficheiro.
ru: Введите новое имя файла.
zh_hans: 输入新的文件名。
zh_hant: 輸入新的檔案名稱。

source: Extract Text
es: Extraer texto
fr: Extraire le texte
ja: テキストを抽出
pt: Extrair texto
ru: Извлечь текст
zh_hans: 提取文本
zh_hant: 擷取文字

source: File Handling
es: Gestión de archivos
fr: Gestion des fichiers
ja: ファイル処理
pt: Gestão de ficheiros
ru: Работа с файлами
zh_hans: 文件处理
zh_hant: 檔案處理

source: File actions can move, rename, overwrite, or delete original files. Scripts and automations can make additional changes. Keep backups of important data.
es: Las acciones pueden mover, renombrar, sobrescribir o eliminar archivos originales. Los scripts y automatizaciones pueden realizar cambios adicionales. Conserva copias de seguridad de los datos importantes.
fr: Les actions peuvent déplacer, renommer, remplacer ou supprimer les fichiers d’origine. Les scripts et automatisations peuvent effectuer d’autres modifications. Conservez des sauvegardes de vos données importantes.
ja: ファイル操作は元ファイルを移動、名称変更、上書き、削除する場合があります。スクリプトや自動化がさらに変更を加えることもあります。重要なデータはバックアップしてください。
pt: As ações podem mover, mudar o nome, substituir ou eliminar ficheiros originais. Os scripts e automatizações podem fazer alterações adicionais. Mantenha cópias de segurança dos dados importantes.
ru: Действия могут перемещать, переименовывать, перезаписывать или удалять исходные файлы. Скрипты и автоматизация могут вносить дополнительные изменения. Храните резервные копии важных данных.
zh_hans: 文件操作可能会移动、重命名、覆盖或删除原始文件。脚本和自动化还可能进行其他更改。请备份重要数据。
zh_hant: 檔案操作可能會移動、重新命名、覆寫或刪除原始檔案。腳本與自動化也可能進行其他變更。請備份重要資料。

source: Files
es: Archivos
fr: Fichiers
ja: ファイル
pt: Ficheiros
ru: Файлы
zh_hans: 文件
zh_hant: 檔案

source: Files stay in their original locations.
es: Los archivos permanecen en su ubicación original.
fr: Les fichiers restent à leur emplacement d’origine.
ja: ファイルは元の場所に残ります。
pt: Os ficheiros permanecem nas localizações originais.
ru: Файлы остаются в исходных папках.
zh_hans: 文件保留在原始位置。
zh_hant: 檔案會保留在原始位置。

source: Floating Shelves use dark Liquid Glass; settings follow the system appearance and accessibility preferences.
es: Los estantes flotantes usan Liquid Glass oscuro; los ajustes siguen la apariencia y accesibilidad del sistema.
fr: Les étagères flottantes utilisent un Liquid Glass sombre ; les réglages suivent l’apparence et l’accessibilité du système.
ja: フローティングシェルフはダークLiquid Glassを使用し、設定はシステムの外観とアクセシビリティに従います。
pt: As prateleiras flutuantes usam Liquid Glass escuro; as definições seguem a aparência e acessibilidade do sistema.
ru: Плавающие полки используют тёмное Liquid Glass; настройки следуют системному оформлению и универсальному доступу.
zh_hans: 浮动暂存架使用深色液态玻璃；设置会跟随系统外观和辅助功能偏好。
zh_hant: 浮動暫存架使用深色液態玻璃；設定會跟隨系統外觀與輔助使用偏好。

source: Folder Monitoring
es: Supervisión de carpetas
fr: Surveillance des dossiers
ja: フォルダ監視
pt: Monitorização de pastas
ru: Отслеживание папок
zh_hans: 文件夹监控
zh_hant: 檔案夾監看

source: French
es: Francés
fr: Français
ja: フランス語
pt: Francês
ru: Французский
zh_hans: 法语
zh_hant: 法文

source: Get Visible MDrop Files
es: Obtener archivos visibles de MDrop
fr: Obtenir les fichiers MDrop visibles
ja: 表示中のMDropファイルを取得
pt: Obter ficheiros MDrop visíveis
ru: Получить видимые файлы MDrop
zh_hans: 获取可见的 MDrop 文件
zh_hant: 取得可見的 MDrop 檔案

source: Glass
es: Cristal
fr: Verre
ja: ガラス
pt: Vidro
ru: Стекло
zh_hans: 玻璃
zh_hant: 玻璃

source: Grid View
es: Vista de cuadrícula
fr: Vue en grille
ja: グリッド表示
pt: Vista em grelha
ru: В виде сетки
zh_hans: 网格视图
zh_hant: 格狀顯示

source: Ignore
es: Ignorar
fr: Ignorer
ja: 無視
pt: Ignorar
ru: Игнорировать
zh_hans: 忽略
zh_hant: 忽略

source: Import Scripts…
es: Importar scripts…
fr: Importer des scripts…
ja: スクリプトを読み込む…
pt: Importar scripts…
ru: Импортировать скрипты…
zh_hans: 导入脚本…
zh_hant: 匯入腳本…

source: Instant Actions
es: Acciones instantáneas
fr: Actions instantanées
ja: インスタントアクション
pt: Ações instantâneas
ru: Быстрые действия
zh_hans: 即时操作
zh_hant: 即時操作

source: Integrations
es: Integraciones
fr: Intégrations
ja: 連携
pt: Integrações
ru: Интеграции
zh_hans: 集成
zh_hant: 整合

source: Interaction
es: Interacción
ja: 操作
pt: Interação
ru: Взаимодействие
zh_hans: 交互
zh_hant: 互動

source: Japanese
es: Japonés
fr: Japonais
ja: 日本語
pt: Japonês
ru: Японский
zh_hans: 日语
zh_hant: 日文

source: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
pt: Atalhos de teclado
ru: Сочетания клавиш
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Language
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Language & Region
es: Idioma y región
fr: Langue et région
ja: 言語と地域
pt: Idioma e região
ru: Язык и регион
zh_hans: 语言与地区
zh_hant: 語言與地區

source: Launch MDrop at login
es: Abrir MDrop al iniciar sesión
fr: Lancer MDrop à l’ouverture de session
ja: ログイン時にMDropを起動
pt: Abrir o MDrop ao iniciar sessão
ru: Запускать MDrop при входе
zh_hans: 登录时启动 MDrop
zh_hant: 登入時啟動 MDrop

source: Link
es: Enlace
fr: Lien
ja: リンク
pt: Ligação
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

source: List View
es: Vista de lista
fr: Vue en liste
ja: リスト表示
pt: Vista em lista
ru: В виде списка
zh_hans: 列表视图
zh_hant: 列表顯示

source: Local-first
es: Prioridad local
fr: Local avant tout
ja: ローカル優先
pt: Prioridade local
ru: Локальная работа
zh_hans: 本地优先
zh_hant: 本機優先

source: MDrop is provided as-is without warranties. You are responsible for reviewing actions before running them.
es: MDrop se proporciona tal cual, sin garantías. Es tu responsabilidad revisar las acciones antes de ejecutarlas.
fr: MDrop est fourni en l’état, sans garantie. Il vous appartient de vérifier les actions avant de les exécuter.
ja: MDropは現状有姿で提供され、保証はありません。実行前にアクションの内容を確認する責任は利用者にあります。
pt: O MDrop é fornecido tal como está, sem garantias. É da sua responsabilidade rever as ações antes de as executar.
ru: MDrop предоставляется «как есть», без гарантий. Вы обязаны проверять действия перед их запуском.
zh_hans: MDrop 按现状提供，不附带任何保证。运行操作前，你有责任进行确认。
zh_hant: MDrop 依現狀提供，不附帶任何保證。執行操作前，你有責任先行確認。

source: MDrop stores references to original files
es: MDrop guarda referencias a los archivos originales
fr: MDrop conserve des références vers les fichiers d’origine
ja: MDropは元ファイルへの参照を保存します
pt: O MDrop guarda referências aos ficheiros originais
ru: MDrop хранит ссылки на исходные файлы
zh_hans: MDrop 仅保存对原始文件的引用
zh_hant: MDrop 只儲存原始檔案的參照

source: MDrop works entirely on this Mac. It does not upload files, create an account, or collect analytics.
es: MDrop funciona íntegramente en este Mac. No sube archivos, no crea cuentas ni recopila datos analíticos.
fr: MDrop fonctionne entièrement sur ce Mac. Il n’envoie aucun fichier, ne crée aucun compte et ne collecte aucune donnée d’analyse.
ja: MDropはこのMac上だけで動作します。ファイルのアップロード、アカウント作成、分析情報の収集は行いません。
pt: O MDrop funciona inteiramente neste Mac. Não envia ficheiros, não cria contas nem recolhe dados analíticos.
ru: MDrop работает только на этом Mac. Приложение не загружает файлы, не создаёт учётную запись и не собирает аналитику.
zh_hans: MDrop 完全在这台 Mac 上运行。它不会上传文件、创建账户或收集分析数据。
zh_hant: MDrop 完全在這部 Mac 上運作，不會上傳檔案、建立帳號或收集分析資料。

source: Minimum macOS
es: macOS mínimo
fr: macOS minimum
ja: 最小macOS
pt: macOS mínimo
ru: Минимальная macOS
zh_hans: 最低 macOS 版本
zh_hant: 最低 macOS 版本

source: Missing source
es: Falta el origen
fr: Source manquante
ja: 元ファイルが見つかりません
pt: Origem em falta
ru: Источник отсутствует
zh_hans: 源文件缺失
zh_hant: 來源檔案遺失

source: Motion
es: Movimiento
fr: Animation
ja: モーション
pt: Movimento
ru: Анимация
zh_hans: 动态效果
zh_hant: 動態效果

source: Move original files
es: Mover archivos originales
fr: Déplacer les fichiers d’origine
ja: 元ファイルを移動
pt: Mover ficheiros originais
ru: Перемещать исходные файлы
zh_hans: 移动原始文件
zh_hant: 移動原始檔案

source: Move to Trash
es: Mover a la papelera
fr: Placer dans la corbeille
ja: ゴミ箱に入れる
pt: Mover para o Lixo
ru: Переместить в Корзину
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

source: Move to…
es: Mover a…
fr: Déplacer vers…
ja: 移動先…
pt: Mover para…
ru: Переместить в…
zh_hans: 移动到…
zh_hant: 移動到…

source: New Clipboard Shelf
es: Nuevo estante del portapapeles
fr: Nouvelle étagère du presse-papiers
ja: 新規クリップボードシェルフ
pt: Nova prateleira da área de transferência
ru: Новая полка буфера обмена
zh_hans: 新建剪贴板暂存架
zh_hant: 新增剪貼簿暫存架

source: New MDrop Shelf
es: Nuevo estante MDrop
fr: Nouvelle étagère MDrop
ja: 新規MDropシェルフ
pt: Nova prateleira MDrop
ru: Новая полка MDrop
zh_hans: 新建 MDrop 暂存架
zh_hant: 新增 MDrop 暫存架

source: New Shelf
es: Nuevo estante
fr: Nouvelle étagère
ja: 新規シェルフ
pt: Nova prateleira
ru: Новая полка
zh_hans: 新建暂存架
zh_hant: 新增暫存架

source: No Recent Shelves
es: No hay estantes recientes
fr: Aucune étagère récente
ja: 最近のシェルフはありません
pt: Sem prateleiras recentes
ru: Нет недавних полок
zh_hans: 没有最近的暂存架
zh_hant: 沒有最近的暫存架

source: No accounts
es: Sin cuentas
fr: Aucun compte
ja: アカウント不要
pt: Sem contas
ru: Без учётных записей
zh_hans: 无需账户
zh_hant: 不需帳號

source: No cloud uploads
es: Sin subidas a la nube
fr: Aucun envoi dans le cloud
ja: クラウドへアップロードしません
pt: Sem envios para a nuvem
ru: Без загрузки в облако
zh_hans: 不上传云端
zh_hant: 不上傳雲端

source: No telemetry
es: Sin telemetría
fr: Aucune télémétrie
ja: テレメトリなし
pt: Sem telemetria
ru: Без телеметрии
zh_hans: 无遥测
zh_hant: 無遙測

source: OK
es: Aceptar
zh_hans: 好
zh_hant: 好

source: Open GitHub Project
es: Abrir proyecto de GitHub
fr: Ouvrir le projet GitHub
ja: GitHubプロジェクトを開く
pt: Abrir projeto no GitHub
ru: Открыть проект на GitHub
zh_hans: 打开 GitHub 项目
zh_hant: 開啟 GitHub 專案

source: Open Last MDrop Shelf
es: Abrir el último estante MDrop
fr: Ouvrir la dernière étagère MDrop
ja: 最後のMDropシェルフを開く
pt: Abrir a última prateleira MDrop
ru: Открыть последнюю полку MDrop
zh_hans: 打开上一个 MDrop 暂存架
zh_hant: 開啟上一個 MDrop 暫存架

source: Open Last Shelf
es: Abrir el último estante
fr: Ouvrir la dernière étagère
ja: 最後のシェルフを開く
pt: Abrir a última prateleira
ru: Открыть последнюю полку
zh_hans: 打开上一个暂存架
zh_hant: 開啟上一個暫存架

source: Open With
es: Abrir con
fr: Ouvrir avec
ja: このアプリケーションで開く
pt: Abrir com
ru: Открыть с помощью
zh_hans: 打开方式
zh_hant: 打開方式

source: Other Methods
es: Otros métodos
fr: Autres méthodes
ja: その他の方法
pt: Outros métodos
ru: Другие способы
zh_hans: 其他方式
zh_hant: 其他方式

source: Output
es: Salida
fr: Sortie
ja: 出力
pt: Saída
ru: Вывод
zh_hans: 输出
zh_hant: 輸出

source: Pin Shelf
es: Fijar estante
fr: Épingler l’étagère
ja: シェルフを固定
pt: Fixar prateleira
ru: Закрепить полку
zh_hans: 固定暂存架
zh_hant: 固定暫存架

source: Pinned
es: Fijado
fr: Épinglée
ja: 固定済み
pt: Fixado
ru: Закреплено
zh_hans: 已固定
zh_hant: 已固定

source: Portuguese
es: Portugués
fr: Portugais
ja: ポルトガル語
pt: Português
ru: Португальский
zh_hans: 葡萄牙语
zh_hant: 葡萄牙文
